/*  ARCHIVE ENTIRE RL DIRECTORY STRUCTURE TO FLOPPIES  */

ADDRESS command
'ECHO NOLINE >>TODO "@Archive (' || RIGHT(DATE(SORTED),6) || ' ' || TIME() || ')  "'
'VERSION >>TODO RLOBJ:RL.'
EXIT
