/*  BRU ENTIRE RL DIRECTORY STRUCTURE TO FILE  */

ADDRESS command
'ECHO NOLINE >>TODO "@SBRU (' || RIGHT(DATE(SORTED),6) || ' ' || TIME() || ')  "'
'VERSION >>TODO RLOBJ:RL.'
EXIT
